streetsidesoftware.code-spell-checker
adpyke.codesnap
dsznajder.es7-react-js-snippets
dbaeumer.vscode-eslint
sleistner.vscode-fileutils
eamodio.gitlens
ritwickdey.liveserver
ms-vsliveshare.vsliveshare
pkief.material-icon-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
tabnine.tabnine-vscode
rangav.vscode-thunder-client
chakrounanas.turbo-console-log
usernamehw.errorlens
formulahendry.code-runner
tomoki1207.pdf
ms-vscode-remote.remote-ssh
mechatroner.rainbow-csv
xabikos.javascriptsnippets
wix.vscode-import-cost
wallabyjs.quokka-vscode